[{
    "comment": "A structure or monument at the Nudillo could incorporate an audio component: When the California Tower play chimes, the chimes could emanate from there as well.",
    "X": 11.5945224762,
    "Y": 21.8102645874,
    "dom_topic": 6
}, {
    "comment": "The built form should be lit at night.",
    "X": 12.4493780136,
    "Y": 22.1351032257,
    "dom_topic": 6
}, {
    "comment": "More than a plaza, the space can be activated through landscape, a place for food trucks nearby, and implementing a tower structure to memorialize the view\/connection to Balboa Park.",
    "X": -29.8691768646,
    "Y": 11.3088970184,
    "dom_topic": 12
}, {
    "comment": "The structure could incorporate an observation deck. It could echo the tower elements of the California Tower (which is visible from the Nudillo) and the MTS clock tower.",
    "X": 12.9245462418,
    "Y": 22.1981754303,
    "dom_topic": 6
}, {
    "comment": "I think its a great idea",
    "X": 8.0163497925,
    "Y": -5.5760116577,
    "dom_topic": 3
}, {
    "comment": "I want the color of the tower at El Nudillo to be a light gray with art designs near the bottom of it",
    "X": 10.1418409348,
    "Y": 20.921339035,
    "dom_topic": 6
}, {
    "comment": "Any type of color realms of blue green and sand. San Diego is the city where you can swim in the blue water. Then hike amongst the green forests and enjoy the beauty of the desert sands.",
    "X": -9.8920497894,
    "Y": 1.1964313984,
    "dom_topic": 10
}, {
    "comment": "I am not sure how it will impact safety",
    "X": 19.4104442596,
    "Y": 4.0881671906,
    "dom_topic": 13
}, {
    "comment": "how do you think......(building a tower) might impact...",
    "X": 16.6580600739,
    "Y": -3.3931014538,
    "dom_topic": 3
}, {
    "comment": "Not at all.",
    "X": -0.7781898379,
    "Y": -1.139092207,
    "dom_topic": 13
}, {
    "comment": "Should it be a reference or a comment from workshop participants, should we hide the ideas?",
    "X": 0.3371946216,
    "Y": 34.4799194336,
    "dom_topic": 8
}, {
    "comment": "I agree with that height should be treated in a sensitive manner. We should follow the rules of the limit while creating a representation of both cities.",
    "X": 12.3047113419,
    "Y": 20.0479221344,
    "dom_topic": 6
}, {
    "comment": "I am not sure, tell me some of the implications of it",
    "X": -28.4780063629,
    "Y": -9.0760698318,
    "dom_topic": 4
}, {
    "comment": "I think it would bring the community together as it would be a landmark that represents a border between two cities",
    "X": 12.8117160797,
    "Y": 17.3643627167,
    "dom_topic": 6
}, {
    "comment": "how do you think .......might impact mobility?",
    "X": 26.6160030365,
    "Y": 6.9792795181,
    "dom_topic": 13
}, {
    "comment": "This seems like it would be more of a barrier than something that would provide increased mobility and connectivity.",
    "X": 18.2663574219,
    "Y": -2.0013096333,
    "dom_topic": 13
}, {
    "comment": "The rise of large buildings may cause road blockage.",
    "X": 17.6400871277,
    "Y": -24.3569984436,
    "dom_topic": 3
}, {
    "comment": "The transportation is in place and will facilitate access withou needing a lot of parking",
    "X": 10.6552324295,
    "Y": 1.5260827541,
    "dom_topic": 11
}, {
    "comment": "More people living and working near a major transit center means less use for a personal car.",
    "X": 2.6740763187,
    "Y": 2.10891819,
    "dom_topic": 11
}, {
    "comment": "I don't think it would really make too much of a difference. It would grow southern east village. Help spread it out more.",
    "X": -16.3054561615,
    "Y": -32.3429069519,
    "dom_topic": 2
}, {
    "comment": "mobility would only be aeffected for those living and working in the tower, not for the community as a whole.",
    "X": 8.2117967606,
    "Y": 4.6161279678,
    "dom_topic": 11
}, {
    "comment": "No idea what the towers for used for.",
    "X": 9.1649227142,
    "Y": 20.8843784332,
    "dom_topic": 6
}, {
    "comment": "I would like a tree shaded green space where residents can gather to hear music or attend a farmers market. Also the tower concept would probably just offer more architecture . How about a sky lift to take us to BalboaPark or over to Coronado or Little Italy? We need plazas to meet others and people watch with sidewalk cafes.",
    "X": -30.663980484,
    "Y": 12.1236772537,
    "dom_topic": 12
}, {
    "comment": "An interesting building like the Flatiron is way more impressive than some new homeless park.",
    "X": 7.88798666,
    "Y": -5.6267709732,
    "dom_topic": 12
}, {
    "comment": "This building is absolutely amazing. Build it. It would definitely help bring everything in especially once they reconstruct Sea Port Village",
    "X": 14.9366970062,
    "Y": -18.1689319611,
    "dom_topic": 3
}, {
    "comment": "towers are insular with typically minimal street presence of mixed uses - sporadically placed, not dense enough to draw shoppers well. Not create public solutions and we have enough of that already.",
    "X": 3.3596308231,
    "Y": 16.02110672,
    "dom_topic": 3
}, {
    "comment": "Could possibly become spot for people to hang out.",
    "X": -25.5123443604,
    "Y": -9.0001001358,
    "dom_topic": 4
}, {
    "comment": "The automobile must be routed around the area",
    "X": 2.025216341,
    "Y": 2.335308075,
    "dom_topic": 11
}, {
    "comment": "More development = more money to Clean and Safe.",
    "X": 14.9070920944,
    "Y": -18.1751384735,
    "dom_topic": 3
}, {
    "comment": "Without knowing what it is- impossible to understand the impact it would have.",
    "X": 27.8414669037,
    "Y": 7.3015275002,
    "dom_topic": 13
}, {
    "comment": "The property values would increase as the area would give the neighborhood a cultural gathering and artful space for all kinds of special events. Are exhibits, live acting and dance parties.",
    "X": -20.9179153442,
    "Y": 13.5344944,
    "dom_topic": 9
}, {
    "comment": "More housing is what we need.",
    "X": 22.9115829468,
    "Y": 2.7117586136,
    "dom_topic": 13
}, {
    "comment": "It's adding to the skyline of \\America's finest city\\\" it would really help put east village on the map and expand the city. With more city you have less of a crowded gas lamp or little Italy.\"",
    "X": -15.8858757019,
    "Y": -27.6763057709,
    "dom_topic": 2
}, {
    "comment": "Could be good for residents of the tower, probably not so good for everyone else.",
    "X": -6.529759407,
    "Y": 21.3113765717,
    "dom_topic": 8
}, {
    "comment": "This is a waste of time. You are over-engineering a place without any soul yet. Let the area develop then go back in with your fancy lights.",
    "X": -26.2593727112,
    "Y": -9.7735595703,
    "dom_topic": 4
}, {
    "comment": "If a tower is to be considered, the height limitations selected should be chosen based on their impact to both communities.  Very tall structures in an otherwise low area create divisions both formally and urbanistically.",
    "X": 12.3517780304,
    "Y": 19.0784854889,
    "dom_topic": 6
}, {
    "comment": "This could be an obelisk or major art piece authored by Barrio artists.",
    "X": -25.9589748383,
    "Y": 12.285607338,
    "dom_topic": 12
}, {
    "comment": "It is envisioned as a small traffic roundabout with a major art piece in the center in the spirit of Tijuana or Mexico City.",
    "X": -31.7813453674,
    "Y": 15.5195083618,
    "dom_topic": 12
}, {
    "comment": "Reach out to the School system (i.e. FIDM, NewSchool, Community College, soon-to-be UCSD)",
    "X": -0.2329771221,
    "Y": -14.0889453888,
    "dom_topic": 5
}, {
    "comment": "I think it's a great idea. Will provide a space for exchanging ideas and cultural conversations.",
    "X": -21.990272522,
    "Y": 13.3068943024,
    "dom_topic": 7
}, {
    "comment": "Relevant and great.",
    "X": 2.0457882881,
    "Y": 28.4122943878,
    "dom_topic": 8
}, {
    "comment": "Public art always enlivens the area and sets a positive tone.  Just think of Millennial Park in Chicago.",
    "X": -35.9390869141,
    "Y": 12.4813108444,
    "dom_topic": 12
}, {
    "comment": "AGAIN---COPYING ANOTHER IDEA....I think it should be something NEVER DONE BEFORE",
    "X": -16.3105068207,
    "Y": -29.5913162231,
    "dom_topic": 2
}, {
    "comment": "Like this idea, but you will need to \\curate\\\" or make sure the art is appropriate.\"",
    "X": -35.4122314453,
    "Y": 12.9812240601,
    "dom_topic": 12
}, {
    "comment": "I think its feasible, there is a lot of local artists",
    "X": 34.9380340576,
    "Y": -7.9195303917,
    "dom_topic": 7
}, {
    "comment": "It can bring in tourist so it may impact the families who live there.",
    "X": 33.2103729248,
    "Y": -7.5802512169,
    "dom_topic": 7
}, {
    "comment": "By beautifying the neighborhood, and having the community participate in the \\making\\\" will increase pride and care for all.\"",
    "X": -18.4713230133,
    "Y": -8.8912181854,
    "dom_topic": 0
}, {
    "comment": "I dont think so.",
    "X": 22.9680023193,
    "Y": 3.5067663193,
    "dom_topic": 13
}, {
    "comment": "more activity, people, likely to be safer",
    "X": 11.8940000534,
    "Y": 0.9574987888,
    "dom_topic": 13
}, {
    "comment": "TRUE---any of the ideas only work if the homeless population is no longer there! It's a nightmare every where, #1 issue to be dealt with first.",
    "X": -26.6122436523,
    "Y": -8.9591245651,
    "dom_topic": 4
}, {
    "comment": "I like art a lot",
    "X": 3.2959530354,
    "Y": 16.511100769,
    "dom_topic": 8
}, {
    "comment": "I think a half-a-million dollar condo next to some ugly mural is, in fact, going to have a negative impact on quality of life.",
    "X": -17.7663936615,
    "Y": -10.2549982071,
    "dom_topic": 0
}, {
    "comment": "It would beautify a blight area; allow the opportunity to involve the schools\/universities into the project",
    "X": -1.077491641,
    "Y": -13.4442625046,
    "dom_topic": 5
}, {
    "comment": "It wont because its art",
    "X": 34.8703765869,
    "Y": -6.8935041428,
    "dom_topic": 7
}, {
    "comment": "No one is going to care that some four year old painted on the side of a building.",
    "X": 15.1051778793,
    "Y": -20.2727375031,
    "dom_topic": 3
}, {
    "comment": "I have no idea what this is",
    "X": -0.7781898379,
    "Y": -1.139092207,
    "dom_topic": 1
}, {
    "comment": "Ideally it would help alleviate the tent camps",
    "X": -10.0301733017,
    "Y": 0.7041473389,
    "dom_topic": 10
}, {
    "comment": "Bad art is not good enough to get me to visit.",
    "X": 0.3601955771,
    "Y": 32.6935691833,
    "dom_topic": 8
}, {
    "comment": "It would make a safer \\bridge\\\" in traveling to the Barrio Logan.\"",
    "X": -18.5211715698,
    "Y": -8.9716291428,
    "dom_topic": 0
}, {
    "comment": "It's more difficult than it seems and only makes sense if there's a lot of traffic.",
    "X": 27.3624763489,
    "Y": 8.4842472076,
    "dom_topic": 13
}, {
    "comment": "This doesn't seem that feasible due to the trolley tracks and the need to control traffic here, which is in direct conflict with a roundabout which is supposed to be free flowing for traffic.",
    "X": 4.1770758629,
    "Y": -35.3296203613,
    "dom_topic": 1
}, {
    "comment": "Roundabouts are most commonly used internationally, yet we have a few in San Diego. This type of functional \\intersection\\\" will add a distinctive element bridging Barrio Logan with East Village.\"",
    "X": 28.7319393158,
    "Y": -5.4028792381,
    "dom_topic": 7
}, {
    "comment": "As long as we can make it work from a traffic perspective, I love it. It would transform the entire area and it is a very important connection point in downtown.",
    "X": -18.6693515778,
    "Y": 6.0840330124,
    "dom_topic": 0
}, {
    "comment": "I think a roundabout at El Nudillo should have 10 crosswalks. There are currently 3 streets forming the intersection, but 5 areas for pedestrians to come from.  If a roundabout were to be created, it should allow for pedestrians to cross from any one of the 5 areas to another of the areas as well as a possible center.",
    "X": 4.6208810806,
    "Y": -34.9313163757,
    "dom_topic": 1
}, {
    "comment": "4 - one of each direction",
    "X": 23.6070919037,
    "Y": 4.448466301,
    "dom_topic": 13
}, {
    "comment": "Crosswalks are extremely dangerous. Currently, motor traffic downtown dominates the landscape. Motorists do not wait for pedestrians. They turn in fronton us on their rush to go wherever they are going. They run lights and roll through stop signs. They rush around blind spots such as buses and monster SUVS and trucks and into pedestrian traffic. This idea of a roundabout that is int he center of motor traffic is a very dangerous idea.",
    "X": 1.3249305487,
    "Y": -38.2147827148,
    "dom_topic": 1
}, {
    "comment": "It depends on the number of connecting streets. What is most common in other international cities that incorporate their usage?",
    "X": 11.3911981583,
    "Y": 20.7492008209,
    "dom_topic": 6
}, {
    "comment": "None.  It enables pedestrians and vehicles to coexist without building bridges.",
    "X": 21.6098766327,
    "Y": 2.8081505299,
    "dom_topic": 13
}, {
    "comment": "I don't think it would impact the quality of life in the area.",
    "X": 35.6702651978,
    "Y": -6.7527155876,
    "dom_topic": 7
}, {
    "comment": "Would likely make it more dangerous if the space isn't activated and the trolley still runs through here.",
    "X": 4.3267474174,
    "Y": -35.2054748535,
    "dom_topic": 1
}, {
    "comment": "If roundabouts are put into the center of motor traffic there will be more pedestrians at risk of injury or death from motors traffic. If no motor traffic is allowed and only Free Ride carts or a small trolley like the Vintage one is int he area, this would be a lovely safe space for pedestrians.",
    "X": 2.1223988533,
    "Y": -37.5835952759,
    "dom_topic": 1
}, {
    "comment": "Roundabouts keep traffic flowing and offer an opportunity for iconic public art in the middle or on adjacent property.",
    "X": -23.1608753204,
    "Y": 10.8009271622,
    "dom_topic": 9
}, {
    "comment": "It won't.",
    "X": -0.7782509923,
    "Y": -1.1390994787,
    "dom_topic": 8
}, {
    "comment": "I don't really know what safety is like in the area right now, but it appears to be a confusing intersection. My guess would be that putting in a roundabout would simplify things enough to improve the safety.",
    "X": 18.527879715,
    "Y": -1.815805912,
    "dom_topic": 13
}, {
    "comment": "I have come up with these idea to maximize safety. Currently downtown is very unsafe due to the rush of motor traffic on every street as well as no space for dogs to have a good run. I've notice dogs becoming more aggressive as they must live in apartments and when hey come out on the street it is chaotic and full of noise, sirens, and other unfamiliar dogs. I've seen several dog fights and attacks recently. Additionally, just a simple walk tot he grocery store is nerve wracking, due to motor traffic everywhere at high speeds. My suggestion is that high rise parking be built on one block where the freeways empty into downtown and people be required to park there and take shuttles into the city center. (Very common in most European cities). The emptied streets could then be planted up with green islands that people could actually use to walk, sit in, socialize, and some could be turned in dog runs. You cannot create pedestrian friendly space in a place where motor traffic dominates the area. it's that simple.",
    "X": 0.882658124,
    "Y": -34.3251914978,
    "dom_topic": 1
}, {
    "comment": "I think this idea will positively impact mobility because with an increase in safety and crosswalks, the intersection a much more comfortable area to traverse.",
    "X": 28.2694149017,
    "Y": 8.0547599792,
    "dom_topic": 13
}, {
    "comment": "Probably makes it worse due to the larger distances and awkward crossings required at roundabouts.",
    "X": -31.8490352631,
    "Y": 15.4458303452,
    "dom_topic": 12
}, {
    "comment": "The only way for this to be a pleasant and civilized design is to restrict private vehicle motor traffic. Free Ride carts, the trolley or bikes should be the only traffic allowed in the area. And greenery should be lush in order to mimics air pollution and create shade.",
    "X": 0.6673352122,
    "Y": -37.4844207764,
    "dom_topic": 1
}, {
    "comment": "Love Columbus Circle, but the trolley overly complicates this current location and it's not a similar space, especially since it is activated by all the pedestrian activity that is adjacent in Central Park.",
    "X": -23.0740089417,
    "Y": 10.458024025,
    "dom_topic": 9
}, {
    "comment": "Traffic circles will not inspire me to go anywhere.",
    "X": -15.6532945633,
    "Y": 17.5763721466,
    "dom_topic": 9
}, {
    "comment": "its a traffic circulation element, not a place. not about human interactions at all.",
    "X": 26.8196792603,
    "Y": 8.0989122391,
    "dom_topic": 13
}, {
    "comment": "Roundabouts are safer than traditional intersections.",
    "X": 21.0889968872,
    "Y": 4.2307066917,
    "dom_topic": 13
}, {
    "comment": "Auto traffic is improved, all else is negatively impacted.",
    "X": 27.4839992523,
    "Y": 7.8215556145,
    "dom_topic": 13
}, {
    "comment": "safety neutral",
    "X": 1.6634397507,
    "Y": 18.9128112793,
    "dom_topic": 8
}, {
    "comment": "Pedestrian crossing as well as confusing vehicle directions will be improved.",
    "X": 27.9365997314,
    "Y": 8.4426746368,
    "dom_topic": 13
}, {
    "comment": "Mobility won't be impacted.",
    "X": 26.0697345734,
    "Y": 5.8724155426,
    "dom_topic": 13
}, {
    "comment": "I dont think building a fountain in the area will necessarily restrict any type of mobility in general. In fact, I think adding a fountain that creates a community atmosphere might encourage more people to spend time outdoors and go biking for example.",
    "X": 7.5938677788,
    "Y": -0.0945399851,
    "dom_topic": 11
}, {
    "comment": "Yes, if we are trying to get the community together",
    "X": 12.8682012558,
    "Y": 17.1837921143,
    "dom_topic": 7
}, {
    "comment": "ummm.... yes... but aren't I primed to say yes, based on the last two questions? And, if I say yes, why not a yes no or strongly agree\/disagree item, then a text area, separate out the elements?",
    "X": 13.3102169037,
    "Y": 21.3885002136,
    "dom_topic": 6
}, {
    "comment": "Tax dollars on 24\/7 quality security.",
    "X": -20.749704361,
    "Y": 12.8164205551,
    "dom_topic": 9
}, {
    "comment": "you cant!",
    "X": 12.1261634827,
    "Y": 21.1609191895,
    "dom_topic": 6
}, {
    "comment": "Maybe this and the public art idea should be combined. into one.",
    "X": -34.0487556458,
    "Y": 13.1126422882,
    "dom_topic": 12
}, {
    "comment": "Based on this submission, the city needs an overall awareness of the issue so they see it as an urgent problem. Following that, the San Diego Water Authority should propose the various possible areas of where the city could supply water from, listing it's pros and cons so the public can assess the factors before one is chosen.",
    "X": -7.1036858559,
    "Y": -0.9502703547,
    "dom_topic": 10
}, {
    "comment": "Highlight the fountain's efficiency and support efforts to recycle water in San Diego.",
    "X": -10.0205392838,
    "Y": 0.1831141114,
    "dom_topic": 10
}, {
    "comment": "I think we can go around this issue by simply turning off the fountain when there is a drought. Or we can make the fountain water efficient so it would conserve more water.",
    "X": -7.1121864319,
    "Y": 0.8718681335,
    "dom_topic": 10
}, {
    "comment": "Will need to find a way to do this while being respectful of water conservation.",
    "X": 22.5434741974,
    "Y": 0.222389549,
    "dom_topic": 13
}, {
    "comment": "I think it would not impact the quality of life at all because it is a water fountain",
    "X": 27.9818134308,
    "Y": -6.6304550171,
    "dom_topic": 7
}, {
    "comment": "Adding a fountain space in the community I think will make it a more welcoming area for everyone. People will safer in walking around and enjoy their time outside.",
    "X": 7.3043971062,
    "Y": 1.2676488161,
    "dom_topic": 11
}, {
    "comment": "I feel I don't know enough about the area to answer this question, but local residents there could provide more detailed feedback because they have physically seen it.",
    "X": -15.9640226364,
    "Y": 13.2234125137,
    "dom_topic": 9
}, {
    "comment": "Drawing crowds will make the area feel more lively and safer.",
    "X": -19.2161979675,
    "Y": -29.6204357147,
    "dom_topic": 2
}, {
    "comment": "High water table in the area could make a \\flush\\\" fountain more difficult. May need to be raised.\"",
    "X": 7.3026952744,
    "Y": -1.9703780413,
    "dom_topic": 13
}, {
    "comment": "The sound of running water has been known to calm people.",
    "X": 1.2616459131,
    "Y": 2.0262439251,
    "dom_topic": 8
}, {
    "comment": "Good idea. But I feel the water front's water fountain is \\San Diego's Fountain\\\". NÃ¸ need for another.\"",
    "X": -9.3431806564,
    "Y": 0.6944656372,
    "dom_topic": 10
}, {
    "comment": "homeless attraction.",
    "X": -28.1204471588,
    "Y": -8.4753046036,
    "dom_topic": 4
}, {
    "comment": "Fountains are pretty.",
    "X": -8.0898084641,
    "Y": -0.4434097707,
    "dom_topic": 10
}, {
    "comment": "Unless there's constant security-which I'm sure there would be. This would be a bathrobe for the homeless.",
    "X": -28.1089935303,
    "Y": -9.5251522064,
    "dom_topic": 4
}, {
    "comment": "neutral solution",
    "X": -3.8135581017,
    "Y": 31.1913127899,
    "dom_topic": 8
}, {
    "comment": "I just don't think this would fit in.",
    "X": 1.8411989212,
    "Y": 26.28540802,
    "dom_topic": 8
}, {
    "comment": "been there, done that. another fountain.",
    "X": -10.4804267883,
    "Y": -0.0187211223,
    "dom_topic": 10
}, {
    "comment": "Maybe it's part of a plan, but don't see it as a destination.",
    "X": -31.824836731,
    "Y": 7.7456803322,
    "dom_topic": 12
}, {
    "comment": "neutral solution.",
    "X": -3.8135581017,
    "Y": 31.1913127899,
    "dom_topic": 8
}, {
    "comment": "merge art and culture of East Village with that of Barrio Logan and celebrate it at this intersection",
    "X": 34.6367340088,
    "Y": -7.34659338,
    "dom_topic": 7
}, {
    "comment": "I like the idea of changing installments so to come on a regular basis to check them out. Plus it allows local to out of town artist feature their work.",
    "X": 3.6018731594,
    "Y": 1.245647192,
    "dom_topic": 11
}, {
    "comment": "Absolutely not. What would be the draw to bring people down in that area? A small monument? The USS Midway is our monument. The beach is our monument. We're not a NYC or an LÃ…. We don't need a monument. It would look great for a year, then nÃ¸ one would go down there to see it.  If your going to put a monument up put it in the East Village Green Park.",
    "X": -18.7099533081,
    "Y": -31.7744426727,
    "dom_topic": 2
}, {
    "comment": "Probably not. Depends on what.",
    "X": -35.9725379944,
    "Y": 13.2656927109,
    "dom_topic": 12
}, {
    "comment": "it would have to be a safe, clean, public plaza with some substantially large pieces of permanent artwork to anchor the space and make it a destination for community events, concerts, etc",
    "X": -23.9707012177,
    "Y": 10.316660881,
    "dom_topic": 12
}, {
    "comment": "Brilliant -- love it!",
    "X": -17.6809253693,
    "Y": 10.2206907272,
    "dom_topic": 9
}, {
    "comment": "yes as long as it's monitored",
    "X": 13.051074028,
    "Y": 21.1434268951,
    "dom_topic": 6
}, {
    "comment": "Continue to maintain the cultural relevance of the area and use local artists.",
    "X": 35.8568534851,
    "Y": -8.2829561234,
    "dom_topic": 7
}, {
    "comment": "It is good to review and recognize successful attempts in other cities to enliven the public landscape. Understanding reasons for success is paramount.",
    "X": 8.3405971527,
    "Y": 20.9201374054,
    "dom_topic": 8
}, {
    "comment": "Restrict private motor traffic for public safety please.",
    "X": 1.3785055876,
    "Y": -36.6679000854,
    "dom_topic": 1
}, {
    "comment": "Art is a wonderful way to connect people within a community.",
    "X": -0.056262441,
    "Y": -10.1338424683,
    "dom_topic": 5
}, {
    "comment": "Subpar art is not a reason to get me to go anywhere.",
    "X": 0.7721689939,
    "Y": 26.4550590515,
    "dom_topic": 8
}, {
    "comment": "This survey seriously needs to be improved. I have no idea of 1 is not likely or likely or if 5 is likely\/not likely. But just to be clear, I have to say that art is meaningful  and I would visit if it's there. I would be concerned, however, with the number of homeless people that frecuente the area and the art being manipulated or tampered with.",
    "X": 1.6513578892,
    "Y": 18.9605731964,
    "dom_topic": 8
}, {
    "comment": "Interactive art is generally visited once for the novelty of it and then just remembered.",
    "X": -0.5476256609,
    "Y": 32.6038322449,
    "dom_topic": 8
}, {
    "comment": "I don't think it would impact quality of life in the area.",
    "X": 35.6702651978,
    "Y": -6.7527155876,
    "dom_topic": 7
}, {
    "comment": "Right now this intersection is kind of a no-man's land.  This would bring pedestrians into the area and make it vital.",
    "X": 29.4502162933,
    "Y": -5.1078724861,
    "dom_topic": 13
}, {
    "comment": "Public art is great in theory, but most public art is polarizing.",
    "X": -36.8334388733,
    "Y": 12.8541135788,
    "dom_topic": 12
}, {
    "comment": "usually are mere novelties",
    "X": -2.8144025803,
    "Y": 31.7361068726,
    "dom_topic": 8
}, {
    "comment": "Kinetic sculpture: http:\/\/www.poetickinetics.com\/liquid-shard\/",
    "X": -28.4893188477,
    "Y": -8.7759428024,
    "dom_topic": 4
}, {
    "comment": "Increase pedestrian traffic, which would pave the way for pedestrian businesses, like restaurants, clothing stores, banks, etc.",
    "X": -15.7668876648,
    "Y": 15.5801258087,
    "dom_topic": 9
}, {
    "comment": "It would encourage neighbors to walk around and look at art or installments.",
    "X": 6.5088348389,
    "Y": 3.1955659389,
    "dom_topic": 11
}, {
    "comment": "NÃ¸ one is going to go down to that area just to see a small monument.",
    "X": -16.5089511871,
    "Y": -35.29637146,
    "dom_topic": 2
}, {
    "comment": "East Village is a very walkable area.  This will expand that pedestrian presence right into Barrio Logan.  It will bring the area back to life.",
    "X": 30.8960323334,
    "Y": -5.830218792,
    "dom_topic": 7
}, {
    "comment": "Agreed",
    "X": -6.269797802,
    "Y": -1.2885617018,
    "dom_topic": 10
}, {
    "comment": "It's small. It's boring. This area definitely needs something with a wow factor-like the skyscraper.",
    "X": -16.2703552246,
    "Y": -35.6817703247,
    "dom_topic": 2
}, {
    "comment": "Unless the art is staffed by security.",
    "X": -22.9724845886,
    "Y": -4.8779187202,
    "dom_topic": 4
}, {
    "comment": "It's just not cool. Not for that part of the city.",
    "X": -15.7361526489,
    "Y": -34.7824363708,
    "dom_topic": 2
}, {
    "comment": "Maybe would have a positive impact culturally, a viable market would do so to a greater and more significant way though.",
    "X": -35.0119361877,
    "Y": 13.7696743011,
    "dom_topic": 12
}, {
    "comment": "you'd have a lot of people on the trolley tracks ... including that tree... might conflict with trains.",
    "X": 19.0977745056,
    "Y": 1.2424664497,
    "dom_topic": 13
}, {
    "comment": "It is a brilliant idea IF private motor traffic will be restricted. If not I will not risk crossing a busy street full of private vehicles in order to reach the park.",
    "X": 2.2818984985,
    "Y": -37.7130203247,
    "dom_topic": 1
}, {
    "comment": "I feel like this location is [for a while] going to be the start and end to the width of the city. Cities need to be outlined by large buildings or areas. If a small park is placed here. I feel it wouldn't really attract many people at all. And IF it did become a busy area, it would be over crowded.",
    "X": -15.9929409027,
    "Y": -30.8985366821,
    "dom_topic": 2
}, {
    "comment": "lots of authority is the only way. sorry to say. Our homeless issues impact all such concepts negatively.",
    "X": 22.5240497589,
    "Y": 0.4031254649,
    "dom_topic": 13
}, {
    "comment": "If private motor traffic is not restricted there will be injuries and fatalities. Additionally, there should be a separate area for dogs, in order to give both dogs and people a safe space in which to socialize. I am not a dog person, I am terrified of them and do not like sharing space with them. However I would like to see dogs have their own space as they are also downtown residents.",
    "X": 1.9237126112,
    "Y": -37.185634613,
    "dom_topic": 1
}, {
    "comment": "It is feasible if private motor traffic is restricted and dogs have their own social space.",
    "X": 1.7172920704,
    "Y": -39.3453788757,
    "dom_topic": 1
}, {
    "comment": "Shouldn't happen.",
    "X": -27.6052684784,
    "Y": -9.1288928986,
    "dom_topic": 4
}, {
    "comment": "Love Fanny's thoughts here.",
    "X": 13.160741806,
    "Y": -18.8014507294,
    "dom_topic": 3
}, {
    "comment": "Why not make everyone with these ideas happy. The tower with a small park next to it and a large water fountain.",
    "X": -30.895658493,
    "Y": 12.8010931015,
    "dom_topic": 12
}, {
    "comment": "Homeless",
    "X": -22.7355556488,
    "Y": -7.3516449928,
    "dom_topic": 4
}, {
    "comment": "True- put things people can use and space to sit and relax",
    "X": -15.5779838562,
    "Y": -35.4686965942,
    "dom_topic": 2
}, {
    "comment": "If there were going to be retail shops and stores and restaurants. Maybe",
    "X": -16.7819538116,
    "Y": 15.3559503555,
    "dom_topic": 9
}, {
    "comment": "There isn't really any park right now. But no one is going to go if there are people living in it all day :\/ (similar to the dream of the park by Holsem)",
    "X": -31.8066940308,
    "Y": 7.6435294151,
    "dom_topic": 2
}, {
    "comment": "attractive nuisance to homeless",
    "X": 16.3470840454,
    "Y": -22.2800197601,
    "dom_topic": 3
}, {
    "comment": "It's not safe right now",
    "X": -16.4367332458,
    "Y": -33.9004974365,
    "dom_topic": 2
}, {
    "comment": "no reason for me to go",
    "X": 1.9740066528,
    "Y": 27.6249694824,
    "dom_topic": 8
}, {
    "comment": "It would impact safety in the area.",
    "X": 25.2127914429,
    "Y": 5.2375788689,
    "dom_topic": 13
}, {
    "comment": "It needs to be open but with spaces to small to throw a tent.",
    "X": -16.8958683014,
    "Y": -34.7466468811,
    "dom_topic": 2
}, {
    "comment": "It may require collaboration from the transportation services.",
    "X": 7.6145043373,
    "Y": 4.6732854843,
    "dom_topic": 11
}, {
    "comment": "Very doable.",
    "X": -6.8336987495,
    "Y": -12.3609809875,
    "dom_topic": 0
}, {
    "comment": "Should be a no brainer",
    "X": 12.1261634827,
    "Y": 21.1609191895,
    "dom_topic": 6
}, {
    "comment": "Fairly - but just like the proposal for a football stadium in San Diego it would involve tax payer buy in- something needs to be done to help the homeless situation.",
    "X": -15.9733896255,
    "Y": -28.0792331696,
    "dom_topic": 2
}, {
    "comment": "People would have more access to public transit.",
    "X": 8.9858798981,
    "Y": 5.1334443092,
    "dom_topic": 11
}, {
    "comment": "By making it open and comfortable, seating and water features.",
    "X": -16.2151565552,
    "Y": -34.4344863892,
    "dom_topic": 2
}, {
    "comment": "We had big dreams for Horton Plaza Park and look how that has turned out,.",
    "X": -36.1911849976,
    "Y": 14.0990047455,
    "dom_topic": 12
}, {
    "comment": "If there were vendors and activity encouraging flow it would help decrease individuals from hanging, using drugs, and littering",
    "X": 8.0381011963,
    "Y": 3.98042202,
    "dom_topic": 11
}, {
    "comment": "It will improve public transit.",
    "X": 10.0895967484,
    "Y": 2.0799529552,
    "dom_topic": 11
}, {
    "comment": "Public transit would run much more smoothly.",
    "X": 8.5447921753,
    "Y": 4.2400846481,
    "dom_topic": 11
}, {
    "comment": "Given its proximity to the 12th & Imperial stop, this could be a good place to wait for the next train or bus.",
    "X": -17.3747577667,
    "Y": 11.0050830841,
    "dom_topic": 9
}, {
    "comment": "The current bus terminal area has become a hangout for homeless and loiterers- it does not feel safe and is dirty and smelly",
    "X": -26.0788421631,
    "Y": -7.0407032967,
    "dom_topic": 4
}, {
    "comment": "A bit far from where I live for me to hang out, but I do see it as a destination.",
    "X": 4.362888813,
    "Y": 5.8097901344,
    "dom_topic": 11
}, {
    "comment": "A giant plaza with no market will become a homeless destination.",
    "X": -33.3987007141,
    "Y": 13.1357984543,
    "dom_topic": 12
}, {
    "comment": "Fits me to a tee",
    "X": -1.2864611149,
    "Y": 32.1100540161,
    "dom_topic": 8
}, {
    "comment": "Eliminating auto traffic is not feasible. The link between Barrio Logan and East Village is needed.",
    "X": 30.6866550446,
    "Y": -5.6897397041,
    "dom_topic": 7
}, {
    "comment": "I agree-one of the reasons I like living downtown is that I don't need to get in my car to go every where-however with the homeless situation it is becoming harder to do so with ensuring my safety and feeling the environment is being taken care of and respected. San Diego has been called americas finest city but it is quickly becoming americas filthiest city with the homeless situation getting more and more out of hand and clearly a public health concern for EVERYONE!",
    "X": -22.3733596802,
    "Y": -4.9520874023,
    "dom_topic": 10
}, {
    "comment": "Make it as bike friendly as possible",
    "X": -1.3002812862,
    "Y": -12.3086919785,
    "dom_topic": 5
}, {
    "comment": "The idea to create a Promenade Real has the potential to bring the community together around art, performance, landscape and temporary interventions.  It would serve to create a linear stage that extends local businesses; encourages a flexible free space for public programming, enhance safety, reduce homeless lingering, all which would provide a better quality of life for the community.",
    "X": 31.8868770599,
    "Y": -7.6055550575,
    "dom_topic": 7
}, {
    "comment": "I think a full time promenade on a street with no current importance is silly. The examples given in the description became pedestrian only after they were successful streets. Stop putting the cart before the horse.",
    "X": 2.2575724125,
    "Y": -36.5373840332,
    "dom_topic": 1
}, {
    "comment": "It does help to paint well thought out lines on the streets",
    "X": 17.4981193542,
    "Y": -23.4752674103,
    "dom_topic": 3
}, {
    "comment": "Accessing their homes? Do the current living places have on-site security, or a front guard - they would have to stay vigilant.  Plans to protect pedestrians from bicycles? You would create\/paint a bike path on the pavement.  How can we raise the money? Fundraising and looking at grant opportunities where you can leverage what's raised.",
    "X": -0.5898963809,
    "Y": -3.882843256,
    "dom_topic": 3
}, {
    "comment": "Very feasible allowing that city works with you to obtain the necessary permits.  I then believe there can be a multi-partnership approach between DTSDP (Clean and Safe), EVA for programming and activation, EVBA (Idea District) for tactical infrastructure (street paint, movable furniture, lighting and landscape).",
    "X": -0.5803105235,
    "Y": -3.9829719067,
    "dom_topic": 3
}, {
    "comment": "Not feasible, as much as I would love this.  Perhaps a portion of the green street could be closed to traffice",
    "X": -13.4429693222,
    "Y": 8.9129018784,
    "dom_topic": 9
}, {
    "comment": "Many projects offered will be at great expense. The other factor is the project or major elements within its body may ultimately be overtaken by the city to accommodate a sports stadium.  Whatever is placed and purposed should keep in mind that 5-10-15 years down the line,  the fabric of what is to be built may be unbound.  Whatever is built should accommodate thar inevitability and be proactively designed to adapt positively to future projects.",
    "X": -2.1889395714,
    "Y": -10.5485315323,
    "dom_topic": 5
}, {
    "comment": "Very doable and important to promote",
    "X": -15.6833343506,
    "Y": -12.389081955,
    "dom_topic": 0
}, {
    "comment": "Very feasible.  It's just about changing creature habits (also work through Circulate San Diego, the Bike Coalition - grassroot groups that receive funding to implement these types of projects).",
    "X": -2.2769756317,
    "Y": -11.3641328812,
    "dom_topic": 5
}, {
    "comment": "For a segment, yes this would be great! the street could be narrowed and sidewalks increased (from K street to Commercial). K to Imperial is often closed for Petco Park games and events, so it's already been started.",
    "X": -17.3317489624,
    "Y": 14.5382556915,
    "dom_topic": 9
}, {
    "comment": "At first, it might cause severe traffic problems and accidents, as people would not be used to the changes. In the long run, I think it's a great idea.  If we could do this on several streets downtown, it would make the whole area more livable and inviting.  Encouraging pedestrian, bicycling and public transit will enhance our city.",
    "X": 4.0257511139,
    "Y": 5.0032134056,
    "dom_topic": 11
}, {
    "comment": "Eyes on the street help keep us safe",
    "X": 13.6962404251,
    "Y": -20.2407741547,
    "dom_topic": 3
}, {
    "comment": "i would not walk down 14th street until the homeless problem is addressed",
    "X": 16.747253418,
    "Y": -22.9850978851,
    "dom_topic": 3
}, {
    "comment": "Great idea but I would concentrate on one thing and my preference would be a green street.  We have the climate to do this.  New York does not.",
    "X": 17.5691413879,
    "Y": -23.8651428223,
    "dom_topic": 3
}, {
    "comment": "All above ideas sound GREAT!",
    "X": 2.0544743538,
    "Y": 28.4516887665,
    "dom_topic": 8
}, {
    "comment": "Would have to respect age\/ability\/and why the person who walks is - do they live downtown and not need a car? Do they work downtown and not move their car during the day? Are they tourists that are taking car services? Are they greater-San Diego residents just visiting for a day and need a car park to be able to walk?",
    "X": 6.4212799072,
    "Y": 3.1573314667,
    "dom_topic": 11
}, {
    "comment": "It would change things.  That would be good, as far as I am concerned.",
    "X": 1.9933853149,
    "Y": 2.2707493305,
    "dom_topic": 11
}, {
    "comment": "Great concepts",
    "X": 2.04631567,
    "Y": 28.3681678772,
    "dom_topic": 8
}, {
    "comment": "see prior comments",
    "X": -15.0087909698,
    "Y": 17.5961532593,
    "dom_topic": 9
}, {
    "comment": "A pedestrian promenade would be nice, just not on 14th..",
    "X": 1.7957549095,
    "Y": -39.0944595337,
    "dom_topic": 1
}, {
    "comment": "It will bring people outdoors to participate in the community which leads to healthier lifestyles.",
    "X": 31.1592655182,
    "Y": -7.8801193237,
    "dom_topic": 7
}, {
    "comment": "It would take time for me to visit. I think it would take almost a full decade for the promenade to \\fill-in\\\" before that it will feel deserted.\"",
    "X": 0.7716106176,
    "Y": -34.1607704163,
    "dom_topic": 1
}, {
    "comment": "see previous answer",
    "X": -16.6118621826,
    "Y": 17.6556720734,
    "dom_topic": 9
}, {
    "comment": "Whatever is built should accomodate tiny mom and pop merchants.  Not just vendors that can put tens or hundreds of thousands in a lease or license.",
    "X": 12.8631982803,
    "Y": 21.626537323,
    "dom_topic": 6
}, {
    "comment": "Almost half of downtown residents have a dog and need pet friendly destinations.  Keep this in mind.",
    "X": -31.6815395355,
    "Y": 15.5856838226,
    "dom_topic": 12
}, {
    "comment": "In this way the railway would not be interfered while all the other part remains working",
    "X": -0.8491908908,
    "Y": -14.0701131821,
    "dom_topic": 5
}, {
    "comment": "It only impacts safety if people use it.  Right now there aren't many pedestrians in the area.  I think closing 14th street to vehicle traffic and making this murillo into a small park would do a lot more to increase safety in the area.",
    "X": 18.636636734,
    "Y": -1.7822248936,
    "dom_topic": 13
}, {
    "comment": "Segregated walk spaces? You are asking for trouble.",
    "X": 13.9049787521,
    "Y": -18.3214359283,
    "dom_topic": 3
}, {
    "comment": "I feel the space could be used could use something much better. I feel like the bridges are boring. Cool in a different part of the city. But not for here",
    "X": -16.9031925201,
    "Y": -31.7453899384,
    "dom_topic": 2
}, {
    "comment": "Homeless attraction would be a bad result and could easily happen.",
    "X": -27.5873088837,
    "Y": -8.5020074844,
    "dom_topic": 4
}, {
    "comment": "there is a downside of this: trunk might have problem passing through",
    "X": 18.3902816772,
    "Y": -23.7488822937,
    "dom_topic": 3
}, {
    "comment": "what about ADA access?  pair a suspension bridge with elevators and it becomes less cost - effective.",
    "X": -16.5112075806,
    "Y": -12.0123605728,
    "dom_topic": 0
}, {
    "comment": "Awful. Just awful.",
    "X": 18.5926914215,
    "Y": -24.298833847,
    "dom_topic": 3
}, {
    "comment": "Need more information",
    "X": 1.837484479,
    "Y": 26.4233837128,
    "dom_topic": 8
}, {
    "comment": "My experience is that pedestrians rarely want to climb stairs to get to where they want to go. This idea also doesn't seem to solve the vehicular traffic issue. While the idea is feasible, i don't find it very effective.",
    "X": 19.4015216827,
    "Y": 4.1659760475,
    "dom_topic": 13
}, {
    "comment": "Instead, we can have a flat\/rigid bridge to make it more accessible.",
    "X": -15.834239006,
    "Y": -11.958902359,
    "dom_topic": 0
}, {
    "comment": "The objective should not be to separate people from cars, but to separate cars from people. A better model would be a roundabout with no traffic control devices. This has been used successfully in Europe.",
    "X": 0.7499328256,
    "Y": -34.0940933228,
    "dom_topic": 1
}, {
    "comment": "I would prefer a roundabout, with safe crosswalks, encouraging pedestrian access.  In my experience, people often just avoid bridges, because they don't want to take the extra time to climb up to them.  I think pedestrians would just run across the street between cars to avoid using the bridge.",
    "X": 11.0143108368,
    "Y": 0.9489112496,
    "dom_topic": 11
}, {
    "comment": "Getting mugged will be the least of your problems.",
    "X": -15.7046861649,
    "Y": -33.5580101013,
    "dom_topic": 2
}, {
    "comment": "As mentioned before, this is not very imaginative.",
    "X": -15.1875753403,
    "Y": -35.594379425,
    "dom_topic": 2
}, {
    "comment": "Not enough information. What does \\romantic and cheap\\\" mean?\"",
    "X": -1.5641616583,
    "Y": 30.7723026276,
    "dom_topic": 8
}, {
    "comment": "For the better",
    "X": 17.1826286316,
    "Y": -2.9833452702,
    "dom_topic": 2
}, {
    "comment": "I don't think it would get much use or significantly improve the intersections challenges.",
    "X": 21.1455421448,
    "Y": 4.2418174744,
    "dom_topic": 13
}, {
    "comment": "An open space, with artwork and benches, would be much more attractive for me.  There are very few places to stop and sit down when one is walking in the East Village.  Comfortable seats would really attract me.",
    "X": -18.0304317474,
    "Y": -31.5887527466,
    "dom_topic": 2
}, {
    "comment": "A two story triangle platform would not attract residents or tourists interests.  Again, try using a taller structure similar to the Paris Ethel Tower on a much smaller scale.  It would complete the connection along the Promenade with a spectacular landmark for both neighborhoods.",
    "X": -30.1210918427,
    "Y": 11.6121339798,
    "dom_topic": 12
}, {
    "comment": "Not enough information",
    "X": -0.6240130067,
    "Y": 34.0367927551,
    "dom_topic": 8
}, {
    "comment": "This was a confusing survey. Just to reiterate, I think it's a beautiful idea to have a bridge and the fact that it's inexpensive (shouldn't use the word \\cheap\\\"btw) is a plus!\"",
    "X": -16.0495014191,
    "Y": -11.787446022,
    "dom_topic": 0
}, {
    "comment": "I don't find this to be a very effective idea.",
    "X": 23.8948955536,
    "Y": 8.4222011566,
    "dom_topic": 13
}, {
    "comment": "The uniqueness of space created would be very positive and desirable. Homeless issue could prove challenging.",
    "X": -26.8942623138,
    "Y": -7.6389226913,
    "dom_topic": 4
}, {
    "comment": "Yeah, this person hit the nail on the head. Don't make walking the hardest option.",
    "X": 8.8418722153,
    "Y": 5.4812870026,
    "dom_topic": 11
}, {
    "comment": "I answered this question under my first comments.",
    "X": -16.2062797546,
    "Y": 17.9304962158,
    "dom_topic": 9
}, {
    "comment": "I agree with the reference. I doubt the suspension bridges would get much use.",
    "X": -17.5489215851,
    "Y": -12.0381727219,
    "dom_topic": 0
}, {
    "comment": "She's absolutely correct.",
    "X": 8.3699769974,
    "Y": -6.0251493454,
    "dom_topic": 3
}, {
    "comment": "You already asked me this.",
    "X": 15.0694084167,
    "Y": -23.5047855377,
    "dom_topic": 3
}, {
    "comment": "Why not have a three or four story observatory tower at this end.  At the roof top area can have telescopes to view the entire Promenade walkway and the entire East Village neighborhood.  The middle level could house a cafe\/restaurant with tables, chairs, and provide a relaxing atmosphere to interact with neighbors.  The first floor will be just to travel across the street -- ada provisions needed (elevators or escalators).",
    "X": -18.652305603,
    "Y": 5.7733516693,
    "dom_topic": 0
}, {
    "comment": "Just don't build a bridge. Please.",
    "X": 7.304125309,
    "Y": -3.2473099232,
    "dom_topic": 0
}, {
    "comment": "Th Highline Park in NYC is very successful at connecting existing well established neighborhoods. I doubt would be effective in fostering growth and community.",
    "X": -18.2747058868,
    "Y": -8.0992965698,
    "dom_topic": 7
}, {
    "comment": "How would it work for ADA?",
    "X": -16.5366687775,
    "Y": -12.4529237747,
    "dom_topic": 0
}, {
    "comment": "There would still be an intersection. Still be traffic. And still be people on the street.",
    "X": 26.7844696045,
    "Y": 8.5057926178,
    "dom_topic": 13
}, {
    "comment": "What will these platforms afford?",
    "X": -10.7546777725,
    "Y": 0.4383422732,
    "dom_topic": 10
}, {
    "comment": "I love it",
    "X": -16.2223148346,
    "Y": 16.9745254517,
    "dom_topic": 9
}, {
    "comment": "Only if it's a cool tower and a ride\/gondola.",
    "X": 1.8008469343,
    "Y": 32.9248924255,
    "dom_topic": 8
}, {
    "comment": "I do not like it.",
    "X": -0.0028336346,
    "Y": 0.9001125693,
    "dom_topic": 2
}, {
    "comment": "I think it will not have an effect on safety of the area",
    "X": 25.133266449,
    "Y": 5.2196178436,
    "dom_topic": 13
}, {
    "comment": "May cause some accidents.",
    "X": 17.8485279083,
    "Y": -22.9379558563,
    "dom_topic": 3
}, {
    "comment": "Might get some attention",
    "X": 24.5655670166,
    "Y": 7.2815423012,
    "dom_topic": 13
}, {
    "comment": "This is not a feasible idea - insurance, operation\/maintenance, installation costs, permit approval etc.  I would suggest discussing this concept with County Supervisor Roberts office as he is supportive of a SANDAG Balboa-to Downtown Gondola Project.",
    "X": -2.1308515072,
    "Y": -13.0570402145,
    "dom_topic": 5
}, {
    "comment": "It wont impact life",
    "X": 35.1934585571,
    "Y": -8.3720655441,
    "dom_topic": 7
}, {
    "comment": "It's dangerous and would need to be partnered with San Diego Tourism Authority *for example, to be able to afford the advertisement, transportation to and from, insurance, staffing, etc.",
    "X": -6.5178604126,
    "Y": 1.0385068655,
    "dom_topic": 10
}, {
    "comment": "Not feesible",
    "X": -0.7260047793,
    "Y": -13.3375530243,
    "dom_topic": 5
}, {
    "comment": "It isn't very feasible at all.. due to it's childish nature.",
    "X": 1.1639220715,
    "Y": -39.4919166565,
    "dom_topic": 1
}, {
    "comment": "It might be a good way to move between two places.",
    "X": 13.2285728455,
    "Y": 0.7756993175,
    "dom_topic": 13
}, {
    "comment": "This will do nothing for no body.",
    "X": 0.2446777374,
    "Y": -13.8669614792,
    "dom_topic": 5
}, {
    "comment": "People will want to use it to get a different view of the city",
    "X": -19.3111495972,
    "Y": -29.6366252899,
    "dom_topic": 2
}, {
    "comment": "This has \\sucker\\\" written all over it.\"",
    "X": -1.2864611149,
    "Y": 32.1100540161,
    "dom_topic": 8
}, {
    "comment": "Love it",
    "X": -16.2223148346,
    "Y": 16.9745254517,
    "dom_topic": 9
}, {
    "comment": "He's probably correct.",
    "X": -36.373714447,
    "Y": 12.725684166,
    "dom_topic": 12
}, {
    "comment": "I would scrap this concept in it's entirety.",
    "X": -0.2851471603,
    "Y": 31.4547290802,
    "dom_topic": 8
}, {
    "comment": "Open glass windows for visual",
    "X": -2.7961940765,
    "Y": -9.6989545822,
    "dom_topic": 5
}, {
    "comment": "Absolutely",
    "X": 15.1586847305,
    "Y": -22.0712184906,
    "dom_topic": 3
}, {
    "comment": "as previously stated - I would be supportive of the gondola idea, not the zipline",
    "X": -4.1852660179,
    "Y": 31.9870471954,
    "dom_topic": 8
}, {
    "comment": "Completely feasible",
    "X": 1.2439005375,
    "Y": -38.9698638916,
    "dom_topic": 1
}, {
    "comment": "Relatively feasible, but I'd need more information",
    "X": 2.4102432728,
    "Y": 24.5535793304,
    "dom_topic": 8
}, {
    "comment": "At this point I am unclear how this would be a transit hub, since the adjacent north\/ south streets are not appropriate for heavy bus traffic.  I do think the idea is worth further study.",
    "X": -15.3759460449,
    "Y": 16.4016361237,
    "dom_topic": 9
}, {
    "comment": "not very, trolley hub is already close by. Maybe on a small scale combined with market.",
    "X": -23.6352787018,
    "Y": 10.3776721954,
    "dom_topic": 12
}, {
    "comment": "Transportation is what changes American culture",
    "X": 8.4394321442,
    "Y": 5.7377276421,
    "dom_topic": 11
}, {
    "comment": "It could have a positive impact by connecting bus and trolley service, even more so if commercial and residential development were included",
    "X": -20.4136447906,
    "Y": 13.6630783081,
    "dom_topic": 9
}, {
    "comment": "Now, the area is void of positive activity. This idea would saturate the area with people and bus traffic and pollution.  Therefore, this idea has the potential to enliven the area and to further degrade the area.  It must be implemented carefully with no permanent bus parking, or long term waiting in the area.",
    "X": -13.1380033493,
    "Y": 12.4675865173,
    "dom_topic": 9
}, {
    "comment": "San Diego transit takes forever",
    "X": 8.1637630463,
    "Y": 5.4321751595,
    "dom_topic": 11
}, {
    "comment": "the activity and density will create business opportunities that enhane the lives of all residents and visitors.",
    "X": 32.8970909119,
    "Y": -6.7242126465,
    "dom_topic": 7
}, {
    "comment": "It's not about ME! It's about the neighborhood!",
    "X": -17.2785186768,
    "Y": -10.851849556,
    "dom_topic": 0
}, {
    "comment": "Not likely to be there at all.",
    "X": 23.9613819122,
    "Y": 4.7147397995,
    "dom_topic": 13
}, {
    "comment": "Action!",
    "X": -16.8639144897,
    "Y": -31.029335022,
    "dom_topic": 2
}, {
    "comment": "Activation = safer",
    "X": 18.9961032867,
    "Y": 1.1496758461,
    "dom_topic": 13
}, {
    "comment": "I feel it would be spending a lot of money in an area that isn't going to be seen by many tourists. Put something in this loacation that will bring tourists and visitors.",
    "X": -17.4393749237,
    "Y": -29.880317688,
    "dom_topic": 2
}, {
    "comment": "This is nonsense.",
    "X": 14.3544006348,
    "Y": -21.0764198303,
    "dom_topic": 3
}, {
    "comment": "Nonsense",
    "X": 14.3536462784,
    "Y": -21.0736293793,
    "dom_topic": 3
}, {
    "comment": "Victoria Station is a transit hub with a variety of services, including a grocery store, restaurants and pharmacy.  Using public transit shouldn't isolate people from these conveniences, as it often does in San Diego (e.g., Old Town Transit Center).",
    "X": 4.3173851967,
    "Y": 5.8563041687,
    "dom_topic": 11
}, {
    "comment": "The idea that San Diego is a city of neighborhoods is essential to the development of this particular site. This juncture should not be seen in isolation, but as an opportunity to act as a catalyst to link neighborhoods.   It is not only a connector of neighborhoods, but also a transition point of one distinctly unique and cherished historical district (the Barrio) and another neighborhood also rich in history, but one more of transitions (East Village).  The link of these neighborhoods to Golden Hills and to Balboa Park is also essential to this idea.  The idea of the Nudillo should be one that can transform and be enriched over time.",
    "X": -21.1644287109,
    "Y": -7.9269709587,
    "dom_topic": 4
}, {
    "comment": "We have a trolley transit hub that can be expanded to accommodate other modes.  Don't let it take over this area idea, for pedestrian jumping on point.",
    "X": -13.060177803,
    "Y": 12.3692140579,
    "dom_topic": 9
}, {
    "comment": "I like the idea of a transit hub, but one already exists just down the street",
    "X": -15.905172348,
    "Y": 13.2701396942,
    "dom_topic": 9
}, {
    "comment": "If 14th St and National Street are designed to focus on providing a pedestrian and bike friendly urban path, the idea of a transit hub for bus and trolley may be misguided.",
    "X": -13.481669426,
    "Y": 8.985956192,
    "dom_topic": 9
}, {
    "comment": "Sense of place",
    "X": 24.4984264374,
    "Y": 7.7303609848,
    "dom_topic": 13
}, {
    "comment": "Not very impactful, except to draw more visitors to area (passersby)",
    "X": 18.1943855286,
    "Y": -24.6470909119,
    "dom_topic": 3
}, {
    "comment": "Can't lose with this one",
    "X": -26.496339798,
    "Y": -8.3828649521,
    "dom_topic": 4
}, {
    "comment": "Very feasible, with adequate funding, which would be relatively affordable. Perhaps a joint venture between EV and Barrio communities.",
    "X": -0.0835003257,
    "Y": -12.749376297,
    "dom_topic": 5
}, {
    "comment": "This is fluff. The participant did not provide any concrete ideas for their concept.",
    "X": 0.6335430145,
    "Y": 33.920841217,
    "dom_topic": 8
}, {
    "comment": "Meh. Sounds forced.",
    "X": -3.273491621,
    "Y": 31.9258365631,
    "dom_topic": 8
}, {
    "comment": "As long as it has activation for pedestrians, families, canines and lovers.  Not just another archway sign.",
    "X": -16.2353649139,
    "Y": 18.3454856873,
    "dom_topic": 9
}, {
    "comment": "Without more context I cannot speak to what a double diamond interchange is.",
    "X": 1.3878418207,
    "Y": 25.2276210785,
    "dom_topic": 8
}, {
    "comment": "Need to see renderings.",
    "X": -15.0915956497,
    "Y": -34.2126808167,
    "dom_topic": 2
}, {
    "comment": "It looks all but impossible to cross the intersections by walkers or bikers.",
    "X": 26.9853858948,
    "Y": 7.4086017609,
    "dom_topic": 13
}, {
    "comment": "Again, I find it difficult to connect the library with the Wonder Bread building.",
    "X": 22.2575054169,
    "Y": 1.6773425341,
    "dom_topic": 13
}, {
    "comment": "Does it displace the homeless currently in the area?",
    "X": -7.8048448563,
    "Y": 0.8789821863,
    "dom_topic": 10
}, {
    "comment": "The future seems to be more pedestrian oriented and designing that aspect should be integrated into the project.",
    "X": 3.4389827251,
    "Y": -12.0979309082,
    "dom_topic": 5
}, {
    "comment": "the historical connection is neutral. What activity is supported is more significant.",
    "X": -6.6034960747,
    "Y": 21.2930488586,
    "dom_topic": 12
}, {
    "comment": "It is a necessity change for the future growth of the area.",
    "X": -0.0271108225,
    "Y": -13.1684579849,
    "dom_topic": 5
}, {
    "comment": "This is just fluff. It doesn't mean anything. There were no concrete ideas.",
    "X": -4.29236269,
    "Y": 31.6568984985,
    "dom_topic": 8
}, {
    "comment": "Not very feasible",
    "X": 0.0396605507,
    "Y": -9.1850547791,
    "dom_topic": 5
}, {
    "comment": "This idea is not an idea.",
    "X": -6.3440790176,
    "Y": 28.7617378235,
    "dom_topic": 8
}, {
    "comment": "No idea.",
    "X": -5.3471307755,
    "Y": -19.9643230438,
    "dom_topic": 0
}, {
    "comment": "Hard to visualize. Need renderings",
    "X": 25.3105144501,
    "Y": 8.3437995911,
    "dom_topic": 13
}, {
    "comment": "This property needs to be used to its fullest capability. Place something here with a wow factor.",
    "X": -15.032626152,
    "Y": -34.8995094299,
    "dom_topic": 2
}, {
    "comment": "Garbage",
    "X": -34.6121902466,
    "Y": 13.1985149384,
    "dom_topic": 12
}, {
    "comment": "No comment or ideas.",
    "X": -17.1156959534,
    "Y": 11.5559062958,
    "dom_topic": 9
}, {
    "comment": "A solution in search of an idea.",
    "X": -1.8279983997,
    "Y": 32.0884399414,
    "dom_topic": 8
}, {
    "comment": "This sounds like an entry level course paper written by freshman.",
    "X": -1.645231843,
    "Y": 32.7418251038,
    "dom_topic": 8
}, {
    "comment": "neutral concept",
    "X": 0.8197972775,
    "Y": 31.3384609222,
    "dom_topic": 8
}, {
    "comment": "Exactly!  Spend the money on housing for the homeless.  San Diego is a great city except that it is now occupied by homeless and their encampments!",
    "X": -8.6420660019,
    "Y": -1.6473644972,
    "dom_topic": 10
}, {
    "comment": "Great thought.",
    "X": 16.0085964203,
    "Y": -24.1328907013,
    "dom_topic": 3
}, {
    "comment": "Most safety isssues are perception issues.Help the homeless; elevate the perception of safety for everyone else.",
    "X": -10.5064373016,
    "Y": 1.1051920652,
    "dom_topic": 10
}, {
    "comment": "Far more attractive to walk on a clean street and not have to step over a human sleeping in a nook.",
    "X": 13.3185005188,
    "Y": -21.481628418,
    "dom_topic": 3
}, {
    "comment": "Agree with Dennis - most of these look like another place for the homeless to camp out, bathe (the fountain) or panhandle.  Look at the library!",
    "X": -8.0955095291,
    "Y": 2.6014854908,
    "dom_topic": 10
}, {
    "comment": "I couldn't agree more - it's totally disgusting that our beautiful new library is another homeless camp - who would bring their children to a library if they have to walk through the homeless camp to do it?",
    "X": -9.2084102631,
    "Y": -0.0869405493,
    "dom_topic": 10
}, {
    "comment": "I don't have a problem with the name \\El Nudillo\\\" but it should be polled with other choices.  I do agree that the entire South Plan Focus project is missing the absolute necessity for high density projects to guaranty the future success of the area.\"",
    "X": -6.7487778664,
    "Y": -12.3723392487,
    "dom_topic": 5
}, {
    "comment": "Although I don't believe it will have a major impact on mobility, I still believe that the naming should be a community decision.",
    "X": 4.0480875969,
    "Y": -11.9967794418,
    "dom_topic": 5
}, {
    "comment": "It will have minimal effect on the quality of life in the area.",
    "X": 36.0270729065,
    "Y": -7.7905116081,
    "dom_topic": 7
}, {
    "comment": "I'm not sure about the pictures I am looking at under additional images.  Will there be an art piece placed in a green area?  Not sure it is needed.",
    "X": -36.8395423889,
    "Y": 13.4975147247,
    "dom_topic": 12
}, {
    "comment": "Anytime you activate an area crime goes down.",
    "X": 16.5834369659,
    "Y": -23.7658748627,
    "dom_topic": 3
}, {
    "comment": "The archway will allow a special conclusion of the promenade walkway.",
    "X": -17.7502403259,
    "Y": 10.0712995529,
    "dom_topic": 9
}, {
    "comment": "Until more adequate housing options are available to people experiencing homelessness, this does not seem like a suitable place to gather",
    "X": 4.2900543213,
    "Y": -11.9608955383,
    "dom_topic": 13
}, {
    "comment": "I really like this design.",
    "X": -15.5182962418,
    "Y": -32.0395812988,
    "dom_topic": 2
}, {
    "comment": "Other than safety for pedestrians crossing the street, what safety feature does it have?",
    "X": 26.0281906128,
    "Y": 8.3122491837,
    "dom_topic": 13
}, {
    "comment": "I would have to know the cost to create this project, but I would like to believe it is very feasible.",
    "X": -0.4490490854,
    "Y": -12.5720376968,
    "dom_topic": 5
}, {
    "comment": "I believe it will have a very possitive impact on the area and will become an important tourist attraction.",
    "X": -20.0238780975,
    "Y": -8.4066982269,
    "dom_topic": 0
}, {
    "comment": "Beautiful, but we already have an iconic pedestrian bridge that doesn't attract pedestrians at Harbor and Petco Park.  Don't see how this activates this important pedestrian area",
    "X": -18.7045688629,
    "Y": 6.8418645859,
    "dom_topic": 9
}, {
    "comment": "would provide the opportunity to get fresh produce, create a neighborhood feel, and meet neighbors",
    "X": -18.1875362396,
    "Y": -9.546875,
    "dom_topic": 0
}, {
    "comment": "positively",
    "X": 14.0726280212,
    "Y": 0.7398304939,
    "dom_topic": 13
}, {
    "comment": "it would be cool to connect these neighborhoods,",
    "X": 35.3606452942,
    "Y": -7.5127248764,
    "dom_topic": 7
}, {
    "comment": "A marketplace is open to all and an egalatarian hub of community activities. The Barrio\/East Village could use more of this to go with the commercial and residential redevelopment. All are required for a vibrant, desireable city.",
    "X": -24.3812980652,
    "Y": 11.7709608078,
    "dom_topic": 12
}, {
    "comment": "People who live in the community and in nearby communities would be outside and interacting with one another. A monthly or quarterly Crafts Fair would be one possibility. I know there's a lot of creativity in the Barrio.",
    "X": 11.2979803085,
    "Y": 1.1202294827,
    "dom_topic": 11
}, {
    "comment": "Proximity to the trolley line and other transit options will greatly enhance the viability of the market and therefore the success of the neighborhood. The patrons wont be limited to residents.",
    "X": -22.1520996094,
    "Y": 13.6319799423,
    "dom_topic": 7
}, {
    "comment": "Well it would definitely increase traffic in that area on market days but I do also think it would benefit the mobility in the sense that I think the public transport in that area has a negative reputation because of the large homeless population. By adding the market, that area becomes friendlier, safer, and more people would be attracted to using the public transport.",
    "X": -31.7707881927,
    "Y": 12.3759794235,
    "dom_topic": 12
}, {
    "comment": "Occasional street closures for markets and craft fairs, other events, would encourage and facilitate residents and visitors getting around on foot, by bicycle and by public transportation. Parking has always been problematic when I have visited the community (I don't live there or nearby). This also would be a greater incentive for others who live outside of the community to visit and explore.",
    "X": 6.830031395,
    "Y": 3.4114851952,
    "dom_topic": 11
}, {
    "comment": "Extremely feasible",
    "X": 0.9130872488,
    "Y": -39.0371856689,
    "dom_topic": 1
}, {
    "comment": "Very feasible with right organizations operating it and a funded budget to give the operation the proper grand opening launch and ramp up. Otherwise it will go the way of the Barrio Logan public market.  A lot will depend on what other development isn't planned for this area.",
    "X": 33.1711883545,
    "Y": -7.7637252808,
    "dom_topic": 7
}, {
    "comment": "sounds good",
    "X": -3.1655907631,
    "Y": 32.820602417,
    "dom_topic": 8
}, {
    "comment": "I would be 100% interested in an East Village market!",
    "X": 36.2030601501,
    "Y": -7.3357477188,
    "dom_topic": 7
}, {
    "comment": "Noted in previous question responses.",
    "X": -15.440120697,
    "Y": 18.2547302246,
    "dom_topic": 9
}, {
    "comment": "not good.",
    "X": 2.8849942684,
    "Y": 25.7581577301,
    "dom_topic": 8
}, {
    "comment": "Creating a link between Barrio Logan and East Village is a necessity for the positive development of both neighborhoods. The weekly market is a great idea and requires creating a large plaza area where this can be set up.  It could also serve as an outdoor performance area for locally based musicians, performers and artists.  Ongoing activities at this plaza would be required to keep it activated and of interest to the diverse population of the area.  Maybe a private industry promoter could be hired for this and also take over responsibility for activating Horton Plaza Park which Westfield has failed at.",
    "X": -26.1018218994,
    "Y": 12.3066930771,
    "dom_topic": 12
}, {
    "comment": "Historical murals on the bridge...",
    "X": -16.1523628235,
    "Y": -12.8119573593,
    "dom_topic": 0
}, {
    "comment": "Both neighborhoods need to be connected in this area, partnering with the Barrio would be critical. These kinds of submissions are negative and do not foster community and neighborly feelings.",
    "X": 27.9668426514,
    "Y": -6.607254982,
    "dom_topic": 7
}, {
    "comment": "The homeless problem has to be dealt with\/ removed for there to be any chance of creating an area that has a perception of safety.  We don't want another park like Horton, Children's or Faultline where the only residents enjoying the amenity are our homeless ones,",
    "X": -22.8490276337,
    "Y": -7.3860301971,
    "dom_topic": 4
}, {
    "comment": "Depends on the location, and the activity of the market - if it's only 1x a week in a blight area - there would need to be additional activities the other days of the week",
    "X": -36.3049583435,
    "Y": 13.6553382874,
    "dom_topic": 12
}, {
    "comment": "not sure",
    "X": -24.7582607269,
    "Y": -7.9496836662,
    "dom_topic": 4
}, {
    "comment": "Suggest to work with the East Village Association in their future planned role-out of a night market",
    "X": -0.1240034401,
    "Y": -10.5605688095,
    "dom_topic": 5
}, {
    "comment": "This is a great idea to activate the area and deter unwanted uses.",
    "X": 17.4158878326,
    "Y": -24.6031894684,
    "dom_topic": 3
}, {
    "comment": "hopefully i will not be accosted on the way over",
    "X": -15.2423696518,
    "Y": 17.1117515564,
    "dom_topic": 9
}]